Repository: open-source-knihovna/open-source-self-check
Catalog: module/Tohu/language/*.po
Languages: cs_cz

source: Open source self check
cs_cz: Samoobslužný výpůjční pult s otevřeným zdrojovým kódem

source: Powered by
cs_cz: Používáme

source: A 404 error occurred
cs_cz: Chyba 404: stránka nebyla nalezena

source: The requested controller was unable to dispatch the request.
cs_cz: Nepodařilo se rozpoznat požadavek.

source: The requested middleware was unable to dispatch the request.
cs_cz: Nepodařilo se rozpoznat požadavek

source: The requested controller could not be mapped to an existing controller class.
cs_cz: Kontroler nemohl být namapován na existující třídu.

source: The requested controller was not dispatchable.
cs_cz: Dotazovaný kontroler není použitelný.

source: The requested URL could not be matched by routing.
cs_cz: Nepodařilo se rozpoznat požadovanou URL adresu.

source: We cannot determine at this time why a 404 was generated.
cs_cz: Nepodařilo se určit původ chyby 404.

source: Controller
cs_cz: Kontroler

source: Additional information
cs_cz: Další informace

source: File
cs_cz: Soubor

source: Message
cs_cz: Zpráva

source: Stack trace
cs_cz: Seznam volání

source: Previous exceptions
cs_cz: Předchozí výjimka

source: There may be more exceptions, but we do not have enough memory to process it.
cs_cz: Mohlo se vyskytnout i více výjimek, ale nebyl dostatek paměti pro jejich zpracování.

source: No Exception available
cs_cz: Výjimka není dostupná

source: An error occurred
cs_cz: Vyskytla se chyba

source: Log out
cs_cz: Odhlásit se

source: Patron account for
cs_cz: Účet čtenáře

source: Library card
cs_cz: Číslo průkazu

source: Fines
cs_cz: Poplatky

source: Holds
cs_cz: Rezervace

source: Document with this title was checked in
cs_cz: Tento dokumenty byl vrácen

source: Document with this title was NOT checked in
cs_cz: Tento dokument se NEpodařilo vrátit

source: Please contant library staff
cs_cz: Prosíme, kontaktujte pracovníky knihovny

source: Document with this title was checked out
cs_cz: Tento dokument byl vypůjčen

source: Document with this title was NOT checked out
cs_cz: Tento dokument se NEpodařilo vypůjčit

source: Your account was blocked. Contact library for further assistance.
cs_cz: Váš účet byl zablokován. Pro více informací kontaktujte knihovnu.

source: You have some checkout overdue. You may or may not be able to checkout more items. It will depend on your library's policy.
cs_cz: U některých vašich výpůjček byl překročen termín pro vrácení. Je možné, že si nebudete moci půjčovat další dokumenty.

source: Read item barcode/rfid:
cs_cz: Načtěte čárový kód/RFID:

source: Check out
cs_cz: Vypůjčit

source: Check in
cs_cz: Vrátit

source: Renew all
cs_cz: Prodloužit vše

source: Title
cs_cz: Název

source: Library
cs_cz: Oddělení

source: Barcode
cs_cz: Čárový kód

source: Date due
cs_cz: Termín vrácení

source: Action
cs_cz: Akce

source: Renew
cs_cz: Prodloužit

source: Welcome to self check system
cs_cz: Vítejte v systému samoobslužných výpůjček

source: On this self check station you can
cs_cz: Na této samoobslužné stanici můžete

source: Show information about your account
cs_cz: Nechat si zobrazit informace o vašem účtu v knihovně

source: Return your checkouts
cs_cz: Vracet výpůjčky

source: Check out materials from library
cs_cz: Půjčovat si dokumenty z knihovny

source: Enter your library card:
cs_cz: Načtěte váš průkaz:

source: Your library card number
cs_cz: Číslo vašeho průkazu

source: Submit
cs_cz: Potvrdit

source: Quick help
cs_cz: Nápověda

source: Use barcode scanner/RFID reader to insert identification number of your library card
cs_cz: Použijte čtečku čárových kódů, nebo čipovou čtečku pro načtení vašeho průkazu do knihovny

source: Scan barcodes of processed item
cs_cz: Načítejte čárové kódy dokumentů které chcete vrátit / vypůjčit

source: Click (or tap) on Log out button to end work
cs_cz: Klikněte (nebo ťukněte) na tlačítko Odhlásit se pro ukončení práce
